IDEA StatiCa Open Model
ConnectionSetup.WarnCheckLevel Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Warning check level
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double WarnCheckLevel { get; set; }
Public Property WarnCheckLevel As Double
	Get
	Set
public:
property double WarnCheckLevel {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace